<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class ProjectDescriptionsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('project_descriptions')->delete();
        
        \DB::table('project_descriptions')->insert(array (
            0 => 
            array (
                'created_at' => '2022-03-07 16:03:24',
            'description' => '<p>В связи с этим, огромное значение при комплексном развитии урбанизации придаётся равномерному и повсеместному расширению городов, в том числе средних городов как важных экономических центров (хабов). Однако быстрый неуправляемый рост, в результате приводящий к неэффективности и растущему неудовлетворенному спросу на инфраструктуру и коммунальные услуги, негативно сказывается на качестве жизни и общей инвестиционной привлекательности таких городов.</p>

<p><br />
Предварительно, при поддержке Всемирного банка, была проведена комплексная городская диагностика выбранных пилотных городов &ndash; Чартак, Каган и Янгиюль, в результате которой были выявлены факторы, негативно влияющие на качество городской среды: отсутствие системы комплексного и эффективного оказания услуг, необходимость замены и модернизации морально устаревающей инфраструктуры, низкий уровень энергоэффективности, отсутствие приемлемой городской среды, а также необходимость создания условий для привлечения инвестиций, создания рабочих мест и повышения конкурентоспособности.</p>',
                'id' => 1,
                'image' => 'storage/project_image/1646651004_forest.jpg',
                'location_side' => 'left',
                'project_id' => 1,
                'sort' => 1,
                'updated_at' => '2022-03-09 10:41:38',
            ),
            1 => 
            array (
                'created_at' => '2022-03-07 16:13:04',
                'description' => '<p>В г.Кагане Бухарской области планируется улучшение системы канализации, восстановление Дворца эмира Бухарского и отдельных объектов культурного наследия в центральной части города, организация туристического автобусного маршрута &laquo;Каган-Бухара&raquo;, закупка спецтехники и строительство гаражей для её содержания, благоустройство, улучшение уличного освещения в выбранных проектных зонах.</p>

<p><br />
В г.Янгиюле Ташкентской области будут улучшены системы водоснабжения и канализации, закуплена спецтехника и осуществлено строительство специализированных гаражей, а также благоустройство ряда махаллей и улучшение уличного освещения в выбранных проектных зонах.</p>

<p><br />
Источниками финансирования проекта определены заемные средства Всемирного банка в размере 100 млн долларов под государственную гарантию и вклад Республики Узбекистан в сумме, эквивалентной 24,12 млн долларов США, в виде налоговых и таможенных льгот.<br />
&nbsp;</p>',
                'id' => 2,
                'image' => 'storage/project_image/1646804513_chartak.jpg',
                'location_side' => 'right',
                'project_id' => 1,
                'sort' => 2,
                'updated_at' => '2022-03-09 10:41:53',
            ),
            2 => 
            array (
                'created_at' => '2022-03-11 11:38:53',
                'description' => '<p>В г.Кагане Бухарской области планируется улучшение системы канализации, восстановление Дворца эмира Бухарского и отдельных объектов культурного наследия в центральной части города, организация туристического автобусного маршрута &laquo;Каган-Бухара&raquo;, закупка спецтехники и строительство гаражей для её содержания, благоустройство, улучшение уличного освещения в выбранных проектных зонах.</p>

<p><br />
В г.Янгиюле Ташкентской области будут улучшены системы водоснабжения и канализации, закуплена спецтехника и осуществлено строительство специализированных гаражей, а также благоустройство ряда махаллей и улучшение уличного освещения в выбранных проектных зонах.</p>

<p><br />
Источниками финансирования проекта определены заемные средства Всемирного банка в размере 100 млн долларов под государственную гарантию и вклад Республики Узбекистан в сумме, эквивалентной 24,12 млн долларов США, в виде налоговых и таможенных льгот.</p>',
                'id' => 3,
                'image' => 'storage/project_image/1646980733_Swiss-National-Park-Switzerland.jpg',
                'location_side' => 'left',
                'project_id' => 2,
                'sort' => 1,
                'updated_at' => '2022-03-11 11:38:53',
            ),
            3 => 
            array (
                'created_at' => '2022-03-11 11:39:37',
                'description' => '<p>&nbsp;</p>

<p>В связи с этим, огромное значение при комплексном развитии урбанизации придаётся равномерному и повсеместному расширению городов, в том числе средних городов как важных экономических центров (хабов). Однако быстрый неуправляемый рост, в результате приводящий к неэффективности и растущему неудовлетворенному спросу на инфраструктуру и коммунальные услуги, негативно сказывается на качестве жизни и общей инвестиционной привлекательности таких городов.</p>

<p><br />
Предварительно, при поддержке Всемирного банка, была проведена комплексная городская диагностика выбранных пилотных городов &ndash; Чартак, Каган и Янгиюль, в результате которой были выявлены факторы, негативно влияющие на качество городской среды: отсутствие системы комплексного и эффективного оказания услуг, необходимость замены и модернизации морально устаревающей инфраструктуры, низкий уровень энергоэффективности, отсутствие приемлемой городской среды, а также необходимость создания условий для привлечения инвестиций, создания рабочих мест и повышения конкурентоспособности.</p>',
                'id' => 4,
                'image' => 'storage/project_image/1646980777_fotoreportazh-640x426.jpg',
                'location_side' => 'right',
                'project_id' => 2,
                'sort' => 2,
                'updated_at' => '2022-03-11 11:53:39',
            ),
            4 => 
            array (
                'created_at' => '2022-03-11 11:53:12',
                'description' => '<p>&nbsp;</p>

<p>В связи с этим, огромное значение при комплексном развитии урбанизации придаётся равномерному и повсеместному расширению городов, в том числе средних городов как важных экономических центров (хабов). Однако быстрый неуправляемый рост, в результате приводящий к неэффективности и растущему неудовлетворенному спросу на инфраструктуру и коммунальные услуги, негативно сказывается на качестве жизни и общей инвестиционной привлекательности таких городов.</p>

<p><br />
Предварительно, при поддержке Всемирного банка, была проведена комплексная городская диагностика выбранных пилотных городов &ndash; Чартак, Каган и Янгиюль, в результате которой были выявлены факторы, негативно влияющие на качество городской среды: отсутствие системы комплексного и эффективного оказания услуг, необходимость замены и модернизации морально устаревающей инфраструктуры, низкий уровень энергоэффективности, отсутствие приемлемой городской среды, а также необходимость создания условий для привлечения инвестиций, создания рабочих мест и повышения конкурентоспособности.</p>',
                'id' => 5,
                'image' => 'storage/project_image/1646981592_fotoreportazh-640x426.jpg',
                'location_side' => 'left',
                'project_id' => 2,
                'sort' => 3,
                'updated_at' => '2022-03-11 11:54:00',
            ),
        ));
        
        
    }
}